Repository: abdujemal/ask_sheik_elias
Catalog: lib/l10n/app_*.arb
Languages: am

source: Hello world
am: ሃሎ አለም

# asksheikelias
source: Ask Sheik Elias Ahmed
am: ሸይኽ ኢልያስ አህመድን ይጠይቁ

# setting
source: Settings
am: ማስተካከያዎች

source: Change Language
am: ቋንቋ ቀይር

source: Night Mode
am: የሌሊት ሞድ

source: ON
am: በርቷል

source: OFF
am: ጠፍቷል

source: FullName
am: ሙሉ ስም

source: Question title
am: የጥያቄዎ አርእስት

# question_desc
source: Question description
am: የጥያቄ መግለጫ

source: Tags
am: መለያዎች

source: Send Question
am: ጥያቄውን ላክ

# mohamedabdlah
source: Mohammed Abdlah
am: መሐመድ አብደላህ

source: What is
am: .... ምን ማለት ነው።

source: Describe your question here
am: ጥያቄዎን እዚህ ያብራሩ

source: Write what topic are you asking about
am: የሚጠይቁትን ርዕስ ይጻፉ

# lang
source: English
am: አማረኛ

source: Please Enter your Full Name!
am: እባክዎን ሙሉ ስምዎን ያስገቡ!

source: Please Enter your question title!
am: እባክዎን የጥያቄዎን ርዕስ ያስገቡ!

source: Please Enter your question description!
am: እባክዎን የጥያቄዎን መግለጫ ያስገቡ!

source: Please Enter your question tags!
am: እባክዎን የጥያቄዎን መለያዎች ያስገቡ!

source: You have successfully sent your question. soon it will be answered.
am: ጥያቄዎን በተሳካ ሁኔታ ልከዋል። በቅርቡ መልስ ይሰጣል።

source: Error, Please Try again!
am: ስህተት ፣ እባክዎን እንደገና ይሞክሩ!
